export const categoryData = [
  // {
  //   title: "개발",
  //   contents: ["서버 개발자", "웹 개발자", "프론트엔드 개발자", "자바 개발자", "소프트웨어 엔지니어", "안드로이드 개발자", "iOS 개발자", "파이썬 개발자"]
  // },
  // {
  //   title: "\u00a0",
  //   contents: ["데이터 엔지니어",
  //   "Node.js 개발자",
  //   "DevOps / 시스템 관리자",
  //   "머신러닝 엔지니어",
  //   "시스템,네트워크 관리자",
  //   "데이터 사이언티스트",
  //   "C,C++ 개발자",
  //   "더보기"]
  // },
  // {
  //   title: "경영·비즈니스",
  //   contents: ["서비스 기획자",
  //   "PM·PO",
  //   "사업개발·기획자",
  //   "전략 기획자",
  //   "운영 매니저",
  //   "경영지원",
  //   "데이터 분석가",
  //   "더보기",]
  // },
  // {
  //   title: "마케팅·광고",
  //   contents: [
  //     "디지털 마케터",
  //     "마케터",
  //     "콘텐츠 마케터",
  //     "퍼포먼스 마케터",
  //     "마케팅 전략 기획자",
  //     "브랜드 마케터",
  //     "광고 기획자(AE)",
  //     "더보기"
  //   ]
  // },
  // {
  //   title: "디자인",
  //   contents: ["UX 디자이너",
  //   "UI,GUI 디자이너",
  //   "웹 디자이너",
  //   "그래픽 디자이너",
  //   "모바일 디자이너",
  //   "광고 디자이너",
  //   "BI/BX 디자이너",
  //   "더보기"]  
  // },
  // {
  //   title: "고객서비스·리테일",
  //   contents: [
  //     "MD",
  //     "CS 매니저",
  //     "서비스 운영",
  //     "리테일 MD",
  //     "CS 어드바이저",
  //     "패션 MD",
  //     "CRM 전문가",
  //     "더보기"
  //   ]
  // },
  {
   title: "영업",
   contents: [
    "기업영업",
    "외부영업",
    "영업 관리자",
    "주요고객사 담당자",
    "기술영업",
    "솔루션 컨설턴트",
    "해외영업",
    "더보기",
   ]
  },
  {
    title: "미디어",
    contents: [
      "콘텐츠 크리에이터",
      "PD",
      "영상 편집가",
      "에디터",
      "비디오 제작",
      "작가",
      "출판 기획자",
      "더보기",
    ]
  },
  {
    title: "인사",
    contents: [
      "인사담당",
      "리크루터",
      "조직문화",
      "평가·보상",
      "헤드헌터",
      "HRBP",
      "급여담당",
      "더보기",
    ]
  },{
    title: "게임 제작",
    contents: [
      "게임 기획자",
      "게임 그래픽 디자이너",
      "모바일 게임 개발자",
      "게임 아티스트",
      "게임 클라이언트 개발자",
      "게임 서버 개발자",
      "유니티 개발자",
      "더보기",
    ]
  },{
    title: "엔지니어링·설계",
    contents: [
      "기계 엔지니어",
      "전자 엔지니어",
      "전기기계 공학자",
      "전기 엔지니어",
      "로봇·자동화",
      "제품 엔지니어",
      "QA 엔지니어",
      "더보기",
    ]
  }
];

export const otherCategories = [
  "금융",
  "제조·생산",
  "물류·무역",
  "의료·제약·바이오",
  "교육",
  "법률·법집행기관",
  "식·음료",
  "건설·시설",
  "공공·복지"
];